
filters_menu = {
    1: {
        "name": "Красный фильтр",
        "description": "Плавно усиливает красный оттенок на изображении.\n",
    },
    2: {
        "name": "Зелёный фильтр",
        "description": "Плавно усиливает зелёный оттенок на изображении.\n",
    },
    3: {
        "name": "Синий фильтр",
        "description": "Плавно усиливает синий оттенок на изображении.\n",
    },
    4: {
        "name": "Инверсия",
        "description": "Инвертирует все цвета изображения.\n",
    },
    5: {
        "name": "Яркий фильтр",
        "description": "Увеличивает яркость изображения.\n",
    },
    6: {
        "name": "Тёмный фильтр",
        "description": "Уменьшает яркость изображения.\n",
    }
}

ErrorText = {
    1: "Неправильный путь к файлу. Введите его ещё раз: ",
    2: "Вы ввели неправильный путь. Попробуйте ещё раз: ",
    3: "Что-то пошло не так. Введите путь ещё раз: "
}
